<?php

// Ручная сортировка меню
$menuOrder = [

    // ===== ПВХ =====
    'ПВХ' => [
         'Обрабатывающие центры',
        'Сварочно-зачистные линии',
        'Распиловочные станки',
        'Сварочные станки',
        'Станки для зачистки углов',
        'Станки для фрезеровки торцов импоста',
        'Копировально-фрезерные станки',
        'Станки для привинчивания армирования',
        'Монтажное оборудование',
        'Станки для подрезки уплотнителей',
    ],

    // ===== АЛЮМИНИЙ =====
    'АЛЮМИНИЙ' => [
        'Обрабатывающие центры',
        'Распиловочные станки',
        'Углообжимные прессы',
        'Копировально-фрезерные станки',
        'Станки для фрезеровки торцов импоста',
    ], 
    
      // ===== ПРОЧЕЕ=====
    'ПРОЧЕЕ' => [
        'Компресcоры и осушители',
        'Пневмоинструмент',
        'Пилы',
        'Фрезы',
        'Автоматизация',
        'Запчасти',
    ]
];
